Repository: lepidus/scieloScreening
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.scieloScreening.displayName
source: SciELO Screening
es: Moderación de SciELO
pt_br: Moderação SciELO

# plugins.generic.scieloScreening.description
source: Adds new screening rules during submission according to SciELO Preprints editorial policies
es: Agrega nuevas reglas de verificación durante el envío de acuerdo con las políticas editoriales de SciELO Preprints
pt_br: Adiciona novas regras de verificação durante a submissão de acordo com as políticas editoriais da SciELO Preprints

# plugins.generic.scieloScreening.section.numberContributors.name
source: Number of contributors
es: Número de colaboradores
pt_br: Número de contribuidores

# plugins.generic.scieloScreening.section.numberContributors.description
source: Please inform the total number of contributors to this publication
es: Por favor, introduzca el número total de colaboradores de esta publicación
pt_br: Por favor, informe o número total de contribuidores desta publicação

# plugins.generic.scieloScreening.reviewStep.error.affiliation
source: All submission contributors must have their affiliation filled
es: Todos los colaboradores de envío deben tener su afiliación lleno
pt_br: Todos os contribuidores da submissão devem ter sua afiliação preenchida

# plugins.generic.scieloScreening.reviewStep.error.numberContributors
source: The number of contributors entered is not the same as that reported
es: El número de colaboradores insertados no es el mismo que el informado
pt_br: O número de contribuidores inseridos não é igual ao informado

# plugins.generic.scieloScreening.reviewStep.error.uppercaseContributors
source: Some contributors have their name in capital letters. We ask that you correct them.
es: Algunos colaboradores tienen su nombre en mayúsculas. Le pedimos que los corrija.
pt_br: Alguns contribuidores estão com o nome em caixa alta. Pedimos que os corrija.

# plugins.generic.scieloScreening.reviewStep.error.orcidLeastOne
source: At least one contributor must have their ORCID confirmed. Please, check your e-mail
es: Al menos un colaborador debe tener su ORCID confirmado. Por favor, revise su correo electrónico
pt_br: Ao menos um contribuidor precisa estar com seu ORCID confirmado. Por favor, verifique o seu e-mail.

# plugins.generic.scieloScreening.reviewStep.error.noPdfs
source: You have not added any PDF documents to this submission
es: No ha agregado ningún documento PDF a este envío
pt_br: Você não adicionou nenhum documento PDF a esta submissão

# plugins.generic.scieloScreening.reviewStep.error.manyPdfs
source: Please send a single PDF file. If you are sending files associated with the manuscript, please include them in the same PDF as the manuscript. If you are sending a new version of the manuscript, make sure to delete the current PDF file before uploading a new one. If this is a translated version of the manuscript, a new submission will be necessary, with a different ID.
es: Por favor, envíe un único archivo PDF. Si envía archivos adyacentes al manuscrito, por favor inclúyalos en lo mismo archivo PDF con el manuscrito principal. Si está enviando una versión corregida del manuscrito, asegúrese de borrar el archivo PDF actual antes de enviar uno nuevo. Si se trata de la versión traducida del manuscrito, se requerirá un nuevo envío, con un ID diferente.
pt_br: Por favor, envie um único arquivo PDF. Caso esteja enviando arquivos adjacentes ao manuscrito, inclua-os no mesmo arquivo PDF junto ao manuscrito principal. Caso esteja enviando uma versão corrigida do manuscrito, certifique-se de excluir o arquivo PDF atual antes de enviar um novo. Caso seja a versão traduzida do manuscrito, será necessário efetuar uma nova submissão, com um ID diferente deste.

# plugins.generic.scieloScreening.reviewStep.error.missingMetadataEnglish
source: The following metadata must be filled in english: {$missingMetadata}
es: Los seguintes metadatos deben completarse en inglés: {$missingMetadata}
pt_br: Os seguintes metadados precisam ser preenchidos em inglês: {$missingMetadata}

# plugins.generic.scieloScreening.info.name
source: SciELO Screening Info
es: Información de Moderación de SciELO
pt_br: Informação da Moderação SciELO

# plugins.generic.scieloScreening.info.description
source: See the status of each screening step below:
es: Vea el estado de cada una de las comprobaciones a continuación:
pt_br: Veja abaixo o status de cada uma das verificações:

# plugins.generic.scieloScreening.info.metadataEnglishOkay
source: All metadata was filled in english
es: Todos los metadatos se completaron en inglés
pt_br: Todos os metadados foram preenchidos em inglês

# plugins.generic.scieloScreening.info.metadataEnglishNotOkay
source: The following metadata was not filled in english: {$missingMetadata}
es: Los seguintes metadatos no se completaron en inglés: {$missingMetadata}
pt_br: Os seguintes metadados não foram preenchidos em inglês: {$missingMetadata}

# plugins.generic.scieloScreening.info.affiliationOkay
source: All authors had their affiliation filled
es: Todos los autores completaron su afiliación
pt_br: Todos os autores tiveram a sua afiliação preenchida

# plugins.generic.scieloScreening.info.affiliationNotOkay
source: The authors below have not filled out their affiliations:
es: Los siguientes autores no completaron sus afiliaciones:
pt_br: Os autores abaixo não tiveram as suas afiliações preenchidas:

# plugins.generic.scieloScreening.info.orcidOkay
source: ORCID status is confirmed
es: Se confirma el estado ORCID
pt_br: A condição dos ORCID está confirmada

# plugins.generic.scieloScreening.info.orcidNotOkay
source: No author had confirmed their ORCID
es: Ningún autor ha confirmado su ORCID
pt_br: Nenhum autor confirmou o seu ORCID

# plugins.generic.scieloScreening.info.pdfsOkay
source: Only one PDF document was submitted
es: Solo se envió un documento PDF
pt_br: Apenas um documento PDF foi submetido

# plugins.generic.scieloScreening.info.noPDFs
source: No PDF documents have been added to this submission
es: No se han agregado documentos PDF a este envío
pt_br: Nenhum documento PDF foi adicionado a esta submissão

# plugins.generic.scieloScreening.info.manyPDFs.header
source: Please send a single PDF file
es: Por favor, envíe un único archivo PDF.
pt_br: Por favor, envie um único arquivo PDF

# plugins.generic.scieloScreening.info.manyPDFs.body
source: <li>If you are sending files associated with the manuscript, please include them in the same PDF as the manuscript</li><li>If you are sending a new version of the manuscript, make sure to delete the current PDF file before uploading a new one</li><li>If this is a translated version of the manuscript, a new submission will be necessary, with a different ID</li>
es: <li>Si envía archivos adyacentes al manuscrito, por favor inclúyalos en lo mismo archivo PDF con el manuscrito principal</li><li>Si está enviando una versión corregida del manuscrito, asegúrese de borrar el archivo PDF actual antes de enviar uno nuevo</li><li>Si se trata de la versión traducida del manuscrito, se requerirá un nuevo envío, con un ID diferente</li>
pt_br: <li>Caso esteja enviando arquivos adjacentes ao manuscrito, inclua-os no mesmo arquivo PDF junto ao manuscrito principal</li><li>Caso esteja enviando uma versão corrigida do manuscrito, certifique-se de excluir o arquivo PDF atual antes de enviar um novo</li><li>Caso seja a versão traduzida do manuscrito, será necessário efetuar uma nova submissão, com um ID diferente deste</li>

# plugins.generic.scieloScreening.info.documentOrcidsOkay
source: The scientific production of the ORCID records has been successfully confirmed
es: La producción científica de los registros ORCID ha sido confirmada con éxito
pt_br: A produção científica dos registros ORCID foi confirmada com sucesso

# plugins.generic.scieloScreening.info.documentOrcidsUnableNoFile
source: It was not possible to verify the scientific production of the ORCID records, since no PDF document was sent
pt_br: Não foi possível verificar a produção científica dos registros ORCID, visto que nenhum documento PDF foi enviado

# plugins.generic.scieloScreening.info.documentOrcidsUnableNoOrcids
source: It was not possible to verify the scientific production of the ORCID records, since the PDF document sent does not have ORCIDs listed
pt_br: Não foi possível verificar a produção científica dos registros ORCID, visto que o documento PDF enviado não possui ORCIDs listados

# plugins.generic.scieloScreening.info.documentOrcidsUnableException
source: It was not possible to verify the scientific production of the ORCID records, since an unexpected error occurred
pt_br: Não foi possível verificar a produção científica dos registros ORCID, visto que ocorreu um erro inesperado

# plugins.generic.scieloScreening.info.documentOrcidsNotOkay.header
source: None of the ORCID records reported in the manuscript have publicly listed works, making it difficult to moderate it. Please make sure that at least one of the ORCID registries you have entered includes the most recent scientific production or ensure that the information is public.
es: Ninguno de los registros ORCID proporcionados incluye trabajos públicos, lo que dificulta la moderación del manuscrito. Por favor, asegúrese de que al menos uno de los registros ORCID que ha introducido incluye la producción científica más reciente o asegúrese de que la información es pública.
pt_br: Nenhum dos registros ORCID informados no manuscrito possui trabalhos listados publicamente, o que dificulta a sua moderação. Por gentileza, certifique-se de que ao menos um dos registros ORCID informados inclua a produção científica mais recente ou garanta que as informações estejam públicas.

# plugins.generic.scieloScreening.info.documentOrcidsNotOkay.body
source: <li>We use the scientific production available in the ORCID registry to help moderate our submissions. This register is one of the international resources that SciELO Preprints uses to qualify preprints. The absence of scientific production registered in ORCID can significantly delay the moderation of the manuscript. We suggest you read <a href="https://info.orcid.org/interpreting-the-trustworthiness-of-an-orcid-record">this post</a> on how to make your ORCID record more reliable.</li><li>See question 10 of <a href="https://preprints.scielo.org/index.php/scielo/faq">our FAQ</a> to find out more about our automatic approval criteria.</li><li>Alternatively, it is possible to obtain the endorsement of a veteran researcher in the field who has scientific production reported in their ORCID record that meets the automatic acceptance criteria, which also helps with moderation.</li><li>By completing your submission without informing previous scientific production, you are aware that moderation may take longer due to the absence of scientific production informed in the ORCID(s).</li>
es: <li>Utilizamos la producción científica disponible en el registro ORCID para ayudar a moderar nuestros envíos. Este registro é um dos recursos internacionais que o SciELO Preprints usa para qualificar os preprints. A ausência de produção científica registrada no ORCID pode atrasar significativamente a moderação do manuscrito. Le sugerimos que lea el siguiente post sobre cómo hacer que su registro ORCID sea más fiable: https://info.orcid.org/interpreting-the-trustworthiness-of-an-orcid-record/</li><li>Consulte la pregunta 10 de <a href="https://preprints.scielo.org/index.php/scielo/faq">nuestras FAQ</a> para obtener más información sobre nuestros criterios de aprobación automática.</li><li>Alternativamente, es posible obtener el aval de un investigador veterano en el campo que tenga producción científica reportada en su registro ORCID que cumpla con los criterios de aceptación automática, lo que también ayuda con la moderación.</li>
pt_br: <li>Utilizamos a produção científica disponível no registro ORCID para auxiliar na moderação das nossas submissões. Este registro é um dos recursos internacionais que o SciELO Preprints usa para qualificar os preprints. A ausência de produção científica registrada no ORCID pode atrasar significativamente a moderação do manuscrito. Sugerimos a leitura <a href="https://info.orcid.org/interpreting-the-trustworthiness-of-an-orcid-record">deste post</a> com orientações de como tornar o seu registro ORCID mais confiável.</li><li>Consulte a questão 10 da <a href="https://preprints.scielo.org/index.php/scielo/faq">nossa FAQ</a> para saber mais sobre os nossos critérios de aprovação automática.</li><li>Alternativamente, é possível obter o endosso de um(a) pesquisador(a) veterano(a) na área que possua produção científica informada no seu registro ORCID que atenda aos critérios de aceitação automática, isso também ajuda na moderação.</li><li>Ao concluir sua submissão sem informar produção científica prévia, você está ciente que a moderação pode levar mais tempo devido à ausência de produção científica informada no(s) ORCID(s).</li>

# plugins.generic.scieloScreening.log.doiValidatedAuthorshipConfirmed
source: The DOI {$doi} was successfully validated and its authorship has been confirmed.
es: El DOI {$doi} fue validado con éxito y se confirmó su autoría.
pt_br: O DOI {$doi} foi validado com sucesso e sua autoria foi confirmada.

# plugins.generic.scieloScreening.log.doiValidatedAuthorshipNotConfirmed
source: The DOI {$doi} was successfully validated, but its authorship has not been confirmed.
es: El DOI {$doi} fue validado con éxito, pero no se confirmó su autoría.
pt_br: O DOI {$doi} foi validado com sucesso, mas sua autoria não foi confirmada.

# plugins.generic.scieloScreening.log.doiNotValidated
source: The DOI {$doi} could not be validated. The returned message was: {$errorMessage}
es: El DOI {$doi} no pudo ser validado. El mensaje que devolvió fue: {$errorMessage}
pt_br: O DOI {$doi} não pôde ser validado. A mensagem retornada foi: {$errorMessage}

# plugins.generic.scieloScreening.log.doiScreeningCompletedSuccess
source: The DOI screening was completed successfully.
es: La verificación de los DOI se completó con éxito.
pt_br: A verificação de DOIs foi finalizada com sucesso.

# plugins.generic.scieloScreening.log.doiScreeningNotCompleted
source: The submitter tried to complete the DOI screening without success. The DOIs informed were: {$doisImploded}
es: El autor remitente intentó finalizar la verificación DOI, pero sin éxito. Los DOI informados fueron: {$doisImploded}
pt_br: O autor submissor tentou finalizar a verificação de DOIs, mas sem sucesso. Os DOIs informados foram: {$doisImploded}

# plugins.generic.scieloScreening.screeningRules.affiliation
source: All submission contributors must have their affiliation filled
es: Todos los colaboradores de envío deben tener su afiliación lleno
pt_br: Todos os contribuidores da submissão devem ter sua afiliação preenchida

# plugins.generic.scieloScreening.screeningRules.orcidLeastOne
source: At least one contributor must have their ORCID confirmed
es: Al menos un colaborador debe tener su ORCID confirmado
pt_br: Ao menos um contribuidor precisa estar com seu ORCID confirmado

# plugins.generic.scieloScreening.screeningRules.numberContributors
source: The total number of contributors to the submission must be entered
es: Debe indicarse el número total de colaboradores al envío
pt_br: Deve ser informado o número total de contribuidores da submissão

# plugins.generic.scieloScreening.screeningRules.uppercaseContributors
source: No contributor should have their name in capital letters
es: Ningún colaborador debe llevar su nombre en mayúsculas
pt_br: Nenhum contribuidor deve ter seu nome em caixa alta

# plugins.generic.scieloScreening.screeningRules.numPdfs
source: Only one PDF document should be sent
es: Sólo debe enviarse un documento PDF
pt_br: Deve ser enviado apenas um único documento PDF

# plugins.generic.scieloScreening.screeningRules.metadataEnglish
source: Title, abstract and keywords must be also filled in English, as well as in the language of submission.
es: El título, el resumen y las palabras clave también deben estar en inglés, así como en la lengua de envío
pt_br: Título, resumo e palavras-chave também devem ser informadas em inglês, além de no idioma da submissão

# plugins.generic.scieloScreening.settings.title
source: ORCID API Settings
es: Configuración de la API de ORCID
pt_br: Configurações da API ORCID

# plugins.generic.scieloScreening.settings.description
source: Please configure the ORCID API access for use in pulling ORCID records information
es: Por favor configure el acceso a la API de ORCID para extraer información del registro de ORCID.
pt_br: Por favor, configure o acesso a API do ORCID para recuperar informações de registros ORCID

# plugins.generic.scieloScreening.settings.emptyApiSecretKey
source: The administrator must set a secret in the site configuration file ('api_key_secret').
pt_br: É necessário que o administrador defina um segredo no arquivo de configuração do site ('api_key_secret').

# plugins.generic.scieloScreening.settings.globallyconfigured
source: The ORCID API was configured globally by the host. The following credentials have been saved.
es: El host configuró globalmente la API de ORCID. Se han guardado las siguientes credenciales.
pt_br: A API ORCID foi configurada globalmente pelo host. As seguintes credenciais foram salvas.

# plugins.generic.scieloScreening.settings.orcidAPIPath
source: ORCID API
pt_br: API ORCID

# plugins.generic.scieloScreening.settings.orcidClientId
source: Client ID
es: ID del Cliente
pt_br: ID do Cliente

# plugins.generic.scieloScreening.settings.orcidClientSecret
source: Client Secret
es: Secreto del Cliente
pt_br: Segredo do Cliente

# plugins.generic.scieloScreening.settings.hidden
source: hidden
es: oculto
pt_br: oculto

# plugins.generic.scieloScreening.settings.orcidAPIPath.public
source: Public
es: Público
pt_br: Pública

# plugins.generic.scieloScreening.settings.orcidAPIPath.publicSandbox
source: Public Sandbox
es: Sandbox Pública
pt_br: Pública Sandbox

# plugins.generic.scieloScreening.settings.orcidAPIPath.member
source: Member
es: Miembro
pt_br: Membro

# plugins.generic.scieloScreening.settings.orcidAPIPath.memberSandbox
source: Member Sandbox
es: Miembro Sandbox
pt_br: Membro Sandbox

# plugins.generic.scieloScreening.settings.orcidAPIPathRequired
source: Please, inform which ORCID API should be used
es: Indique qué API de ORCID se debe utilizar
pt_br: Por favor, informe qual API ORCID deve ser utilizada

# plugins.generic.scieloScreening.settings.orcidClientIdError
source: Invalid client ID
es: ID de cliente no válido
pt_br: ID do cliente inválido

# plugins.generic.scieloScreening.settings.orcidClientSecretError
source: Invalid client secret
es: Secreto de Cliente no válido
pt_br: Segredo do cliente inválido
